{
  "/m2": "/m2",
  "A form that allows to send weekly updates on the current status of the rice growth": "Biểu mẫu cho phép gửi bản cập nhật hàng tuần về hiện trạng tăng trưởng của gạo",
  "A unique code for the field, for example": "Một mật mã cho đồng ruộng, ví dụ",
  "About": "Ước chừng, khoảng chừng",
  "After you have logged in": "Sau khi bạn đăng nhập, có ba cách để tìm cánh đồng của bạn",
  "App online": "Ứng dụng trực tuyến",
  "Background layers": "Các tầng lớp nền",
  "Blast present": "Đạo ôn hiện tại",
  "Blast risk": "Nguy cơ bị đạo ôn",
  "BlastPresent": "Đạo ôn hiện tại",
  "BlastRisk": "Nguy cơ bị đạo ôn",
  "Brown plant hopper present": "Rầy nâu hiện tại",
  "Brown plant hopper risk": "Nguy cơ rầy nâu",
  "BrownPlantHopperPresent": "Rầy nâu hiện tại",
  "BrownPlantHopperRisk": "Nguy cơ rầy nâu",
  "By tapping on the big arrow": "Bằng cách nhấn vào mũi tên lớn ở giữa màn hình chào đón, bạn có thể thu phóng trực tiếp đến vị trí hiện tại của bạn. Chế độ xem bản đồ sẽ mở ra hiển thị vị trí hiện tại của bạn và bất kỳ đồng ruộng nào gần đó. Nhấp vào một đồng ruộng cụ thể sẽ mở ra thông tin chi tiết của đồng ruộng đó.",
  "By tapping, a tab can be opened or closed": "Bằng cách nhấn vào, một cửa sổ có thể được mở hoặc đóng để hiển thị hoặc ẩn các chi tiết thông tin bổ sung.",
  "Cancel": "Hủy bỏ",
  "Click here to explore the map": "Nhấp vào đây để khám phá bản đồ",
  "Connected to the internet": "Đã kết nối vào mạng",
  "Contact": "Liên hệ",
  "Cooperation": "Hợp tác",
  "Crop condition": "Tình trạng cây trồng",
  "CropCondition": "Tình trạng cây trồng",
  "Data Collection Forms": "Mẫu Thu thập Dữ liệu",
  "Data collection": "Thu thập Dữ liệu",
  "Data forms": "Các mẫu dữ liệu",
  "Date of last visit": "Ngày truy cập gần đây nhất",
  "Date of the last known sowing": "Ngày gieo xạ gần đây nhất",
  "Date taken": "Ngày thu nhận",
  "Days after sowing": "Những ngày sau khi gieo xạ",
  "DaysAfterSowing": "Những ngày sau khi gieo xạ",
  "English": "Anh",
  "Expected harvest date": "Ngày thu hoạch dự kiến",
  "ExpectedHarvestDate": "Ngày thu hoạch dự kiến",
  "Farm ID": "Tên tài khoản của đồng ruộng",
  "Farm field information": "Thông tin về đồng ruộng",
  "FarmID": "Tên tài khoản của đồng ruộng",
  "Farmer is part of the cooperation": "Nông dân là một phần của sự hợp tác",
  "Farmer name": "Tên nông dân",
  "FarmerFriend": "Người bạn của nông dân",
  "FarmerName": "Tên nông dân",
  "Field characteristics": "Đặc điểm của đồng ruộng",
  "Field code": "Mã đồng ruộng",
  "Field info": "Thông tin về đồng ruộng",
  "Field information": "Thông tin về đồng ruộng",
  "Field size": "Kích thước đồng ruộng",
  "FieldSize": "Kích thước đồng ruộng",
  "Fill in one-time information at the start of the season": "Điền thông tin một lần vào đầu mùa",
  "First part": "Phần đầu tiên",
  "Flood Risk": "Nguy cơ lũ lụt",
  "Flood level": "Mức ngập lụt",
  "Flood level indicates the current water level in the Mekong River ": "Mức ngập lụt được xác định dựa trên mực nước hiện tại ở sông Mekong",
  "Flood risk": "Nguy cơ lũ lụt",
  "FloodLevel": "Mức ngập lụt",
  "FloodRisk": "Nguy cơ lũ lụt",
  "For any issues regarding": "Đối với bất kỳ vấn đề nào liên quan đến ứng dụng này, vui lòng tham khảo phần liên hệ dưới đây",
  "For any questions regarding the app": "Đối với bất kỳ câu hỏi nào liên quan đến ứng dụng, đăng ký hoặc thu thập dữ liệu, vui lòng liên hệ với một trong các địa chỉ liên hệ bên dưới.",
  "General": "Chung",
  "Geolocation is not supported by your device": "Vị trí địa lý không được hỗ trợ bởi thiết bị của bạn",
  "Growth stage": "Giai đoạn tăng trưởng",
  "Growth stages": "Những giai đoạn tăng trưởng",
  "GrowthStage": "Giai đoạn tăng trưởng",
  "Guest": "Khách",
  "HIGH RISK": "RỦI RO CAO",
  "HTX means farmer is part of the cooperation": "HTX có nghĩa là nông dân là một phần của sự hợp tác",
  "Help": "Trợ giúp",
  "High blast risk": "Nguy cơ gió luồng cao",
  "High brown planthopper risk": "Nguy cơ rầy nâu cao",
  "High flood risk": "Nguy cơ ngập lụt cao",
  "High leaffolder risk": "Nguy cơ sâu cuốn lá cao",
  "Images": "Hình ảnh",
  "In the setting menu, you can switch": "Trong trình đơn cài đặt, bạn có thể chuyển đổi giữa lớp nền. Các lựa chọn xem đường phố, vệ tinh, và tự nhiên thì có sẵn.",
  "In the welcome screen": "Trong màn hình chào đón, bạn có thể nhấn vào 'Khám phá vị trí theo bản đồ' để điều hướng theo cách thủ công đến vị trí mong muốn. Bản đồ mặc định hiển thị tất cả các đồng ruộng được bao gồm.",
  "Indicates if Blast has been observed recently in that field": "Hãy chỉ ra nếu đạo ôn được phát hiện gần đây trong cánh đồng",
  "Indicates if the Brown plant hopper has been observed recently in that field": "Hãy chỉ ra nếu rầy nâu được phát hiện gần đây trong cánh đồng",
  "Indicates if the Leaffolder has been observed recently in that field": "Hãy chỉ ra nếu sâu cuốn lá được phát hiện gần đây trong cánh đồng",
  "Indicates the last known growth stage": "Cho biết giai đoạn tăng trưởng gần đây nhất được biết đến. Có tám giai đoạn tăng trưởng khác nhau; Xới đất, Gieo xạ, Đẻ nhánh, Tăng trưởng, Trổ bông, Bông sữa, Chín, Thu hoạch.",
  "Introduction": "Sự giới thiệu",
  "Language": "Ngôn ngữ",
  "Last season harvest date": "Ngày thu hoạch mùa vụ trước",
  "Last season number of stems": "Số lượng cuống/cọng cây mùa vụ trước",
  "Last season sowing date": "Ngày xuống giống mùa vụ trước",
  "Last season variety": "Các loại cây trồng khác nhau mùa vụ trước",
  "Last season yield": "Năng suất của mùa vụ trước",
  "LastSeasonHarvestDate": "Ngày thu hoạch của mùa vụ trước",
  "LastSeasonNumberStems": "Số lượng cuống/cọng cây mùa vụ trước",
  "LastSeasonPricePaddy": "Giá lúa mùa vụ trước",
  "LastSeasonSowingDate": "Ngày xuống giống mùa vụ trước",
  "LastSeasonVariety": "Các loại cây trồng khác nhau mùa vụ trước",
  "LastSeasonYield": "Năng suất của mùa vụ trước",
  "Leaffolder present": "Sâu cuốn lá hiện tại",
  "Leaffolder risk": "Nguy cơ sâu cuốn lá",
  "LeaffolderPresent": "Sâu cuốn lá hiện tại",
  "LeaffolderRisk": "Nguy cơ sâu cuốn lá",
  "Location data is being fetched": "Đang tìm nạp dữ liệu vị trí",
  "Log in": "Đăng nhập",
  "Login": "Đăng nhập",
  "Logout": "Đăng xuất",
  "Looking for a parcel": "Tìm mảnh đất",
  "Low flood risk": "Nguy cơ lũ lụt thấp",
  "MEDIUM RISK": "RỦI RO MEDIUM",
  "Medium flood risk": "Nguy cơ lũ lụt trung bình",
  "Most recent image": "Hình ảnh gần đây nhất",
  "NO RISK": "KHÔNG MẠO HIỂM",
  "Name of Farmer Friend": "Tên của Bạn Nông Dân",
  "Name of farmer": "Tên của nông dân",
  "Name of the Farmer Friend/ 3C Force worker that visits the field": "Tên của Bạn Nông Dân/ 3C Force nông dân đi thăm đồng",
  "Name of the farmer that is responsible for the rice field": "Tên người nông dân chịu trách nhiệm về ruộng lúa",
  "Navigate on map": "Điều hướng trên bản đồ",
  "Neutral": "Trung tính",
  "No connection": "Không có kết nối",
  "No details found for": "Không tìm thấy chi tiết cho",
  "No legend to show for this layer": "Không có chú giải cho tầng lớp này",
  "No search results found for": "Không có kết quả cho",
  "Number of days after the last known sowing date": "Số ngày sau ngày gieo xạ cuối cùng",
  "Number of stems": "Số lượng cuống cây",
  "NumberOfStems": "SỐ lượng cọng cây",
  "OK": "Được",
  "Once": "Một lần",
  "Once form": "Biểu mẫu một lần",
  "Once you have selected one of the farm fields": "Một khi bạn đã chọn một trong các đồng ruộng, cửa sổ thông tin chi tiết được mở ra. Trên đầu trang là tên của nông dân và mã của đồng ruộng tại Tập đoàn Lộc Trời. Ứng dụng chứa thông tin trong bốn cửa sổ",
  "Password": "Mật khẩu",
  "Pest Risk": "Nguy cơ bị côn trùng",
  "Pest presence": "Sự hiện diện của dịch hại",
  "Pest risk": "Nguy cơ bị dịch hại",
  "PestRisk": "Nguy cơ bị dịch hại",
  "Plant height": "Chiều cao của cây",
  "PlantHeight": "Chiều cao của cây",
  "Please check your connection": "Vui lòng kiểm tra kết nối",
  "Please try again later": "Vui lòng thử lại lần nữa",
  "Price of paddy": "Gía lúa",
  "Rice Growth": "Tăng trưởng Lúa",
  "Rice fields": "Ruộng lúa",
  "Rice growth": "Tăng trưởng Lúa",
  "Rice variety that is cultivated in the current season": "Giống lúa được trồng trong mùa hiện nay",
  "Rice variety that was cultivated the previous season": "Giống lúa đã được trồng trong mùa vụ trước",
  "Satellite": "Vệ tinh",
  "Search bar": "Thanh tìm kiếm",
  "Searching": "Đang tìm",
  "Second part": "Phần thứ hai",
  "Section for DetailView (table)": "Mục xem chi tiết (bảng)",
  "Select map layers/language": "Chọn các lớp / ngôn ngữ bản đồ",
  "Settings": "Cài đặt",
  "Settings menu": "Mục cài đặt",
  "SowDate": "Ngày gieo",
  "Sowing date": "Ngày gieo hạt",
  "Special situation": "Tình huống đặc biệt",
  "Special situation that is noted during the visit of the Farmer Friend": "Tình huống đặc biệt được ghi nhận trong suốt chuyến truy cập Bạn Nông dân",
  "SpecialSituation": "Tình huống đặc biệt",
  "Successfully retrieved your location": "Đã tìm được vị trí của bạn thành công",
  "Tap to see the field nearby": "Nhấn để xem các cánh đồng gần đó",
  "Tapping the arrow on top of the screen": "Nhấn vào mũi tên trên đầu màn hình sẽ trả về màn hình trước đó. Nhấn vào bản đồ sẽ trả về chế độ xem bản đồ.",
  "Tapping the button in the bottom-right": "Nhấn vào nút ở góc dưới bên phải màn hình sẽ mở ra chú giải cho bản đồ đó. Nhấn vào tiêu đề chú giải có thể chuyển sang các bản đồ khác, như giai đoạn tăng trưởng và rủi ro dịch hại. Nhấn trên một cánh đồng cụ thể sẽ mở ra thông tin chi tiết của cánh đồng đó.",
  "The application initialized succesfully": "Ứng dụng khởi tạo thành công",
  "The application may not work as expected": "Ứng dụng có thể không hoạt động như mong đợi",
  "The average dry rice yield (ton/ha) of": "Năng suất lúa trung bình (tấn / ha)",
  "The blast risk is calculated based on an algorithm": "Nguy cơ mắc đạo ôn được tính toán dựa trên một thuật toán, bao gồm các quan sát bệnh và các yếu tố nguy cơ như ở giai đoạn tăng trưởng",
  "The brown plant hopper risk is calculated based on ": "Nguy cơ rầy nâu được tính toán dựa trên một thuật toán, bao gồm các quan sát bệnh và các yếu tố nguy cơ như ở giai đoạn tăng trưởng",
  "The current flood risk is": "Nguy cơ lũ lụt hiện nay là",
  "The current growth stage is": "Giai đoạn tăng trưởng hiện tại là",
  "The estimated date on which the rice can be harvested": "Ngày ước tính có thể thu hoạch lúa, dựa trên tính toán của ứng dụng.",
  "The field size in hectares, automatically calculated by app": "Kích thước đồng ruộng bằng hecta, được tính toán tự động bằng ứng dụng",
  "The following items are available for ": "Các mục sau đây có sẵn cho các lĩnh vực nông  nghiệp. Xin lưu ý, một số chi tiết chỉ có sẵn cho nông dân có kết nối với Tập đoàn Lộc Trời.",
  "The harvest date of the previous season": "Ngày thu hoạch của mùa vụ trước.",
  "The last known condition of the crop": "Tình trạng gần đây nhất được biết của cánh đồng lúa. Nếu tình trạng là không tốt thì nguyên nhân được xác định ra là (hạn hán, sâu bệnh hại cây trồng, thiệt hại về lũ lụt, thiệt hại do muối, hoặc thiệt hại do tính axit của đất)",
  "The last known height of the plant": "Chiều cao được biết gần đây nhất của cây trồng, dựa trên các phép đo trên đồng ruộng hoặc phân tích dữ liệu.",
  "The last time the Farmer Friend visited the field": "Lần cuối cùng truy cập Người Bạn Nông Dân",
  "The leaffolder risk is calculated based on an": "Nguy cơ sâu cuốn lá được tính toán dựa trên một thuật toán, bao gồm các quan sát sâu bệnh và các yếu tố nguy cơ như ở giai đoạn tăng trưởng",
  "The number of rice stems per hectare of the last season": "Số lượng gốc lúa trên mỗi hecta của vụ mùa trước",
  "The number of rice stems per square meter, important for estimating potential yield and pest risks": "Số lượng gốc lúa trên mỗi mét vuông, rất quan trọng để ước lượng sản lượng tiềm năng và rủi ro dịch hại",
  "The pest risk is calculated based on an algorithm": "Nguy cơ dịch hại được tính toán dựa trên một thuật toán bao gồm các quan sát dịch hại và các yếu tố nguy cơ như ở giai đoạn tăng trưởng",
  "The price of the paddy in VND per ton": "Giá lúa đồng / tấn",
  "The risk on pest presence is unknown": "Nguy cơ hiện diện của côn trùng không rõ",
  "The search bar is positioned": "Các kết quả tìm kiếm được trình bày trong một danh sách, với tối đa mười kết quả. Nông dân kết nối với Tập đoàn Lộc Trời được đánh dấu bằng chấm xanh, nông dân khác được đánh dấu chấm màu xám. Chọn một thẻ sẽ mở ra thông tin chi tiết của đồng ruộng đó.",
  "The search results are presented in a list": "Các kết quả tìm kiếm được trình bày trong một danh sách, với tối đa mười kết quả. Nông dân kết nối với Tập đoàn Lộc Trời được đánh dấu bằng chấm xanh, nông dân khác được đánh dấu chấm màu xám. Chọn một thẻ sẽ mở ra thông tin chi tiết của đồng ruộng đó.",
  "The sowing date of the previous season": "Ngày xuống giống mùa vụ trước",
  "The three ways of finding": "Ba cách để tìm một đồng ruộng được mô tả trong các phần sau",
  "There is increased risk on one or more pests": "Có nguy cơ gia tăng đối với một hoặc nhiều loài gây hại",
  "There is little risk on pest presence": "Có ít rủi ro về sự hiện diện của dịch hại",
  "There was an error initializing the application": "Đã xảy ra lỗi khi khởi tạo ứng dụng",
  "There was an error while fetching the parcel details": "Đã xảy ra lỗi khi tìm nạp chi tiết mảnh ruộng",
  "There was an error while retrieving your location": "Đã xảy ra lỗi khi truy xuất vị trí của bạn",
  "There was an error while searching for": "Đã xảy ra lỗi khi tìm kiếm",
  "Third part": "Phần thứ ba",
  "This app is part of the Sat4Rice project": "Ứng dụng này là một phần của dự án Sat4Rice, được hỗ trợ bởi Chương trình Geodate cho Nông nghiệp và Nước (G4AW) của Cơ quan Vũ trang Hà Lan (NSO) và Bộ Ngoại giao Hà Lan. Quan hệ đối tác bao gồm VinaNed, Tập đoàn Lộc Troi, Đại học Cần Thơ, Sở NN & PTNT An Giang và Sóc Trăng, Nelen & Schuurmans và Sarvision",
  "This app is provided": "Ứng dụng này do Tập đoàn Lộc Troi cung cấp để hỗ trợ nông dân trồng lúa và Bạn Nông Dân ở đồng bằng sông Cửu Long. Ứng dụng này có hơn 30 đặc điểm cho từng lĩnh vực nông nghiệp được kết nối. Nó bao gồm kích thước đồng ruộng, tình trạng tăng trưởng, nguy cơ dịch hại và nhiều thứ khác. Người dùng cũng có thể gửi các quan sát hiện trường và chia sẻ điều này với những người dùng khác. Bằng cách này, ứng dụng làm cho sản xuất gạo bền vững hơn và hiệu quả hơn",
  "This presents the current flood risk level of the Mekong River": "Điều này trình bày mức nguy cơ lũ lụt hiện tại của sông Mê Kông",
  "Through the data collection tab": "Thông qua tab thu thập dữ liệu, bạn có thể bắt đầu trực tiếp với việc thu thập dữ liệu. Có hai mẫu có sẵn",
  "To view private data, please use your credentials to log in": "Để xem dữ liệu cá nhân, vui lòng sử dụng thông tin đăng nhập của bạn để đăng nhập",
  "Topography": "Địa hình",
  "Turned off geolocation awareness": "Đã tắt cập nhật vị trí địa lý",
  "Unknown farmer": "Không xác định được nông dân",
  "User menu": "Trình đơn của người dùng",
  "Username": "Tên người dùng",
  "VND/ton": "VND/ tấn",
  "Variety": "Sự đa dạng/các loại khác nhau",
  "Vietnamese": "Tiếng Việt",
  "View": "Lượt xem",
  "View new search results as list": "Xem kết quả tìm kiếm mới dưới dạng danh sách",
  "View on map": "Xem trên bản đồ",
  "View one search result as list": "Xem một kết quả tìm kiếm dưới dạng danh sách",
  "Visit": "Lượt truy cập",
  "Weekly": "Hàng tuần",
  "Weekly form": "Biểu mẫu hàng tuần",
  "Welcome": "Chào mừng",
  "Welcome screen": "Màn hình chào mừng",
  "When the GPS of your device it active": "Khi GPS của thiết bị của bạn hoạt động, bất kỳ kết quả tìm kiếm nào sẽ được tự động dựa vào vị trí hiện tại của bạn. Tìm kiếm dựa trên vị trí có thể được chuyển đổi bằng cách nhấn vào biểu tượng mũi tên bên cạnh thanh tìm kiếm.",
  "When you first open the app": "Khi bạn mở ứng dụng lần đầu tiên, bạn sẽ bắt đầu ở màn hình chào mừng. Xin lưu ý rằng bạn cần phải đăng nhập để xem bất kỳ nội dung nào",
  "You have cleared your search results": "Bạn đã xóa kết quả tìm kiếm của mình",
  "You have no longer selected a single parcel": "Bạn không còn chọn một mảnh ruộng nữa",
  "Zoom to your location": "Thu phóng vị trí của bạn",
  "an unknown amount of": "Một khoảng không rõ",
  "and the flood level is": "Và mực nước lũ là",
  "and the plant height is": "và chiều cao của cây là",
  "cm": "cm",
  "code of farmer": "mã của nông dân",
  "example": "ví dụ",
  "ha": "ha",
  "in your current area": "Trong khu vực hiện tại của bạn",
  "mMSL": "mMSL",
  "mNAP": "mMSL",
  "number of seasons affiliated to Loc Troi Group": "Số vụ liên kết với Tập đoàn Lộc Troi",
  "search results as list": "Kết quả tìm kiếm như danh sách",
  "ton/ha": "Tấn / ha",
  "unknown": "không xác định"
}
